[
  {
    "name": "Nintendo",
    "description": "Nintendo Co., Ltd. is a multinational corporation located in Kyoto, Japan. Founded on September 23, 1889 by Fusajiro Yamauchi, it produced handmade hanafuda cards. By 1963, the company had tried several small niche businesses, such as a cab company and a love hotel. \n \nNintendo developed into a video game company, becoming one of the most influential in the industry and Japan's third most valuable listed company, with a market value of over US$85 billion. \n \nBesides video games, Nintendo is also the majority owner of the Seattle Mariners, a Major League Baseball team in Seattle, Washington. \n \nAccording to Nintendo's Touch! Generations website, the name \"Nintendo\" translated from Japanese to English means \"Leave luck to Heaven\".",
    "country": "Japan",
    "start_date": "1916-09-23"
  },
  {
    "name": "Nintendo EAD",
    "description": "Nintendo Entertainment Analysis & Development or Nintendo EAD, formerly Nintendo Research & Development 4, or Nintendo R&D4, was the largest division inside Nintendo until it merged with Nintendo Software Planning & Development in September 2015, becoming Nintendo Entertainment Planning & Development. It was preceded by the Creative Department (クリエイティブ課 Kurieitibu Ka?), a team of designers with backgrounds in art responsible for many different tasks, to which Shigeru Miyamoto and Takashi Tezuka originally belonged. Both served as managers of the EAD studios and were credited in every game developed by the division, with varying degrees of involvement. Nintendo EAD was best known for its work on games in the Donkey Kong, Mario, The Legend of Zelda, F-Zero, Star Fox, Pikmin, and Animal Crossing series.",
    "country": "Japan",
    "start_date": "1980-12-31"
  },
  {
    "name": "Sony Interactive Entertainment",
    "description": "Formerly: Sony Computer Entertainment\nFormerly: Sony Network Entertainment",
    "country": "Japan",
    "start_date": "1993-11-16"
  },
  {
    "name": "SIE Santa Monica Studio",
    "description": "Established in 1999, Santa Monica Studio became renowned for excellence in the action/adventure genre with the worldwide award-winning success of the 2005 release, God of War, and its subsequent sequels. Our most recent God of War (2018) became one of the fastest selling PlayStation 1st-party games of all-time, and has since won over 190 Game of the Year awards including DICE, BAFTA, The Game Awards, Game Developers Choice Awards, IGN, Game Informer, EW, and Variety.",
    "country": "United States of America",
    "start_date": "1999-01-01"
  },
  {
    "name": "St. GIGA",
    "description": null,
    "country": null,
    "start_date": null
  },
  {
    "name": "Intelligent Systems Co., Ltd.",
    "description": "\"Intelligent Systems Co., Ltd. is a Japanese video game developer closely affiliated with Nintendo and best known for the Fire Emblem, Wars and Paper Mario series.\"",
    "country": "Japan",
    "start_date": "1986-12-31"
  },
  {
    "name": "Nintendo R&D1",
    "description": null,
    "country": "Japan",
    "start_date": "1970-12-31"
  },
  {
    "name": "Naughty Dog",
    "description": null,
    "country": "United States of America",
    "start_date": "1989-12-31"
  },
  {
    "name": "Sony Computer Entertainment, Inc. (SCEI)",
    "description": null,
    "country": "Japan",
    "start_date": "1993-11-16"
  },
  {
    "name": "Nintendo of America",
    "description": "North American (USA) subsidiary of Nintendo",
    "country": "United States of America",
    "start_date": "1980-01-01"
  },
  {
    "name": "Nintendo of Europe",
    "description": "European Subsidiary of Nintendo",
    "country": "Germany",
    "start_date": "1990-06-01"
  },
  {
    "name": "Nintendo EPD",
    "description": "Nintendo Entertainment Planning & Development, or Nintendo EPD, is the largest division inside the Japanese video game company Nintendo. It was created after the merger of the company's Entertainment Analysis & Development (EAD) and Software Planning & Development (SPD) divisions in September 2015. \n \nThe division assumed both of its predecessors' roles, focusing on the development of games and software for Nintendo platforms and mobile devices; it also manages and licenses the company's various intellectual properties.",
    "country": "Japan",
    "start_date": "2015-09-16"
  },
  {
    "name": "Atlus",
    "description": "Video game publisher ATLUS has established itself as one of its industry's most consistent, celebrated companies. With proven success across a variety of genres and platforms, including enthusiast-oriented games like the Shin Megami Tensei franchise of award-winning, fan beloved roleplaying games (including the hit Persona sub-series of games and the prestigious Nocturne) and Demon's Souls (winner of GameSpot.com's 2009 Game of the Year Award), ATLUS provides quality critically acclaimed interactive entertainment to a wide spectrum of customers.",
    "country": "Japan",
    "start_date": "1986-04-07"
  },
  {
    "name": "Atlus USA",
    "description": "\"Atlus USA was founded in Southern Calfornia in 1991 as Asuka, an American branch of then ATLUS Co., Ltd., with the stated mission of publishing high quality video games for North America. High quality localization of these titles became the most important facet of this mission statement, and the company gained a following within the gaming industry for its excellent translations and ability to \"speak\" to the audience in the North American market.\n\nFirst recognized for its bold, visionary roleplaying games-most notably the highly acclaimed Shin Megami Tensei franchise (which includes such classics as Nocturne, Persona 4, and Digital Devil Saga 1 &amp; 2), ATLUS also experienced success in other genres, like the medical action of the Trauma Center series and the family-friendly fun of the 101-in-1 Megamix games.\"",
    "country": "United States of America",
    "start_date": "1991-12-31"
  },
  {
    "name": "P Studio",
    "description": "P Studio is an internal development team within Atlus devoted to the development of the Persona series. The team was formed from the already existing Persona development team that had been responsible for Persona 3 and Persona 4, in addition to their remakes. The P Studio was also cited as the team responsible for the development of Catherine, before it had been formally established.",
    "country": "Japan",
    "start_date": "2012-10-19"
  },
  {
    "name": "Deep Silver",
    "description": "Deep Silver develops and distributes interactive games for all platforms. The Deep Silver label means to captivate all gamers who have a passion for thrilling gameplay in exciting game worlds. Deep Silver works with its partners to achieve a maximum of success while maintaining the highest possible quality, always focusing on what the customer desires.",
    "country": "Germany",
    "start_date": "2002-01-01"
  },
  {
    "name": "BioWare",
    "description": "BioWare develops high-quality console, PC, and online role-playing games focused on rich stories, unforgettable characters, and vast worlds to discover. \n \nSince 1995, BioWare has created some of the world's most critically acclaimed titles, including Baldur's Gate™, Neverwinter Nights™, Star Wars ™: Knights of the Old Republic™, Jade Empire™, Mass Effect™, and Dragon Age™. \n \nBioWare operates in Edmonton (Alberta, Canada), Montreal (Quebec, Canada), and Austin (Texas, United States). In 2008, BioWare was acquired by Electronic Arts, a leading global interactive entertainment publisher. \n \nAfter the retirement of the two remaining BioWare co-founders, Ray Muzyka and Greg Zeschuk, Matthew Bromberg became the current group general manager of the BioWare label. \n \nThe BioWare group consists of following studios: \n \nBioWare Edmonton \nThe original BioWare studio, it is responsible for most of the games released under the BioWare label, including Star Wars: Knights of the Old Republic, and the ongoing Dragon Age series and the original Mass Effect trilogy. \n \nBioWare Montreal \nFormed in March 2009 to assist the Edmonton studio as necessary. Lead the development of DLC for the Mass Effect series as well as Mass Effect: Andromeda. \n \nBioWare Austin \nFormed in March 2006 specifically to develop Star Wars: The Old Republic (with assistance from BioWare Edmonton). BioWare Austin later began working on a new IP called Shadow Realms, but production was shelved in February 2015 in order to focus on the continuing production of Dragon Age: Inquisition and Star Wars: The Old Republic.",
    "country": "Canada",
    "start_date": "1995-02-01"
  },
  {
    "name": "Electronic Arts",
    "description": "Electronic Arts Inc. is a leading global interactive entertainment software company. EA delivers games, content and online services for Internet-connected consoles, personal computers, mobile phones and tablets.",
    "country": "United States of America",
    "start_date": "1982-05-28"
  },
  {
    "name": "BioWare Edmonton",
    "description": "BioWare Edmonton is the original BioWare studio that was established in the early 1995 by Ray Muzyka, Greg Zeschuk, and Augustine Yip. Known for many games such as Baldur’s Gate, Baldur’s Gate II, MDK2, Neverwinter Nights, Star Wars: Knights of the Old Republic, and Jade Empire. \n \nIn later date they created the original Mass Effect trilogy, as well as being the creator and ongoing developer of the Dragon Age series.",
    "country": "Canada",
    "start_date": "1995-02-01"
  },
  {
    "name": "BioWare Montreal",
    "description": "Formed in 2009, BioWare Montreal went through a carefully managed growth process that allowed BioWare to develop the unique culture that BioWare is known for. \n \nBioWare Montreal assisted BioWare Edmonton with the Mass Effect series, by developing the downloadable content for the series. They would later become the main developer of Mass Effect: Andromeda.",
    "country": "Canada",
    "start_date": "2009-03-01"
  },
  {
    "name": "WB Games",
    "description": "WB Games, also known as Warner Bros. Interactive Entertainment, is a division of Warner Bros. Most notably known for their Batman, Injustice, Middle-earth, Mortal Kombat, and LEGO games.",
    "country": "United States of America",
    "start_date": "1993-12-31"
  },
  {
    "name": "Bandai Namco Entertainment",
    "description": "Bandai and NAMCO have both fundamentally been entertainment companies. By combining and enhancing Bandai's expertise in character merchandizing and NAMCO's creative strengths through the new BANDAI NAMCO Entertainment, we will provide a new level of sophistication in entertainment.",
    "country": "Japan",
    "start_date": "2015-04-01"
  },
  {
    "name": "cdp.pl",
    "description": null,
    "country": "Poland",
    "start_date": "1994-12-31"
  },
  {
    "name": "1C Company",
    "description": null,
    "country": "Russia",
    "start_date": "1991-03-31"
  },
  {
    "name": "Spike ChunSoft",
    "description": "Spike Chunsoft was established in April 2012 by a merger of two renowned video game developers/publishers, Spike Co. Ltd. and Chunsoft Co., Ltd.",
    "country": "Japan",
    "start_date": "2012-04-01"
  },
  {
    "name": "CD Projekt RED",
    "description": "CD Projekt Red - a Polish video game developer, established in 2002 as a subsidiary of CD Projekt (the first company of this name, now CDP). The studio belonged to the holding CDP Investment, which was later merged with Optimus. The company's registered office was located in Warsaw. As part of the subsequent numerous transformations of the parent company, CD Projekt Red became a legal subsidiary of CD Projekt SA (until November 2012 CD Projekt Red SA).",
    "country": "Poland",
    "start_date": "2002-02-01"
  },
  {
    "name": "D3T Limited",
    "description": null,
    "country": "United Kingdom",
    "start_date": "2011-07-12"
  },
  {
    "name": "1-UP Studio",
    "description": "1-UP Studio Co., Ltd. (１‐UPスタジオ株式会社 Wan-Appu Sutajio Kabushiki Gaisha), formerly Brownie Brown Inc. (ブラウニーブラウン Buraunī Buraun), is a Japanese Nintendo-funded and owned video game developer. \n \nThe company's first original creation was the Japan-only Magical Vacation for the Game Boy Advance, which was released in 2001. Another popular title developed by Brownie Brown was Sword of Mana, which was created for and published by Square Enix. \n \nOn February 1, 2013, the company announced on their original official website that due to their recent co-development efforts with Nintendo, Brownie Brown had undergone a change in internal structure, which includes officially changing the name of their company to 1-UP Studio.",
    "country": "Japan",
    "start_date": "2000-06-30"
  },
  {
    "name": "Rockstar North",
    "description": "Rockstar North was founded in 1988 under the name DMA Design, they are a British video game developer based in Scotland. They are best known for creating the Grand Theft auto franchise and Lemmings franchise. Since 1999 they have been part of Rockstar Games which is owned by Take-Two Interactive. It was not before 2002 that they went trough a name shift and ended up on being called Rockstar North.",
    "country": "United Kingdom",
    "start_date": "2002-12-31"
  },
  {
    "name": "Rockstar Games",
    "description": null,
    "country": "United States of America",
    "start_date": null
  },
  {
    "name": "Take-Two Interactive",
    "description": "Headquartered in New York City, Take-Two Interactive Software, Inc. is a leading developer, marketer and publisher of interactive entertainment for consumers around the globe. The Company develops and publishes products through its two wholly-owned labels Rockstar Games and 2K. Our products are designed for console systems, handheld gaming systems and personal computers, including smartphones and tablets, and are delivered through physical retail, digital download, online platforms and cloud streaming services. The Company’s common stock is publicly traded on NASDAQ under the symbol TTWO.",
    "country": "United States of America",
    "start_date": "1993-12-31"
  },
  {
    "name": "Square",
    "description": "Square Co., Ltd. (株式会社スクウェア Kabushiki-gaisha Sukuwea) was a Japanese video game company founded in September 1986 by Masafumi Miyamoto. It merged with Enix in 2003 and became Square Enix. The company also used SquareSoft as a brand name to refer to their games, and the term is occasionally used to refer to the company itself. In addition, \"Squaresoft, Inc\" was the name of the company's American arm before the merger, after which it was renamed to \"Square Enix, Inc\".",
    "country": "Japan",
    "start_date": "1983-09-01"
  },
  {
    "name": "LucasArts",
    "description": "With titles on consoles, PCs, and mobile devices, LucasArts endeavors to deliver experiences — whether it’s piloting a snowspeeder in the Battle of Hoth or slinging Jedi Birds at Sith Pigs — that are not possible in any other medium, and dazzle fans with stunning graphics, engaging storytelling, and fun gameplay. \n \nContinually pushing the art form forward, LucasArts leverages the global skills, technology, and resources of its family of companies, in addition to strategic partnerships, to further the boundaries of gaming.",
    "country": "United States of America",
    "start_date": "1990-12-31"
  },
  {
    "name": "Activision",
    "description": "For more than 30 years, Activision has been changing the way people play.  In the process, we have built one of the largest portfolios of recognized brands and today we are one of the most valuable interactive entertainment companies in the world.\n\nFounded in 1979 as the first independent video game software developer and distributor, the company launched a series of multi-million unit selling titles in the early 1980s for the Atari 2600 including Pitfall, Kaboom! and River Raid.   And since then, Activision has created some of the most iconic and memorable game experiences of all time.",
    "country": "United States of America",
    "start_date": "1979-10-01"
  },
  {
    "name": "Aspyr Media",
    "description": "Aspyr Media specializes in porting video games from Microsoft Windows to OS X and Linux.",
    "country": "United States of America",
    "start_date": "1996-03-31"
  },
  {
    "name": "tobyfox",
    "description": "Creator of UNDERTALE.\n\nComposes music for Homestuck.",
    "country": "United States of America",
    "start_date": "2013-06-24"
  },
  {
    "name": "Bethesda Game Studios",
    "description": "Bethesda Game Studios is an American video game developer, acting as in-house development team for parent company Bethesda Softworks, established in 2001. Previously synonymous with parent publisher Bethesda Softworks, the studio's name and logo were established with the release of The Elder Scrolls III: Morrowind in 2002. The studio is currently led by executive producer Todd Howard. A second studio, Bethesda Game Studios Montreal, was opened in Montreal, Quebec, Canada.",
    "country": "United States of America",
    "start_date": "2001-12-31"
  },
  {
    "name": "Bethesda Softworks",
    "description": "Bethesda Softworks LLC is an American video game publisher based in Rockville, Maryland. The company was founded by Christopher Weaver in 1986 as a division of Media Technology Limited, and in 1999 became a subsidiary of ZeniMax Media. In its first fifteen years, it was a video game developer and self-published its titles. In 2001, Bethesda spun off its own in-house development team into Bethesda Game Studios, and Bethesda Softworks became a publisher only. It currently also publishes games by ZeniMax Online Studios, id Software, Arkane Studios, MachineGames, Tango Gameworks and BattleCry Studios.",
    "country": "United States of America",
    "start_date": "1986-12-31"
  },
  {
    "name": "Valve Corporation",
    "description": "Valve's debut title, Half-Life, was released in 1998. It won more than 50 game of the year awards, and PC Gamer even called it the Best PC Game Ever. Since then, we've released dozens of titles that changed the world. Today, millions of people play our games every day.",
    "country": "United States of America",
    "start_date": "1996-08-24"
  },
  {
    "name": "FromSoftware",
    "description": null,
    "country": "Japan",
    "start_date": "1986-11-01"
  },
  {
    "name": "Team Silent",
    "description": null,
    "country": null,
    "start_date": null
  },
  {
    "name": "Konami",
    "description": "Konami Holdings Corporation, commonly referred to as Konami, is a Japanese entertainment and gaming conglomerate. It operates as a product distributor, video game developer and publisher company. It also operates health and physical fitness clubs across Japan.",
    "country": "Japan",
    "start_date": "1969-03-21"
  },
  {
    "name": "Captain Seedy-Eye",
    "description": "Captain Seedy-Eye is a ROM hacker/modder.",
    "country": null,
    "start_date": null
  },
  {
    "name": "LuigiBlood",
    "description": "LuigiBlood is ROM hacker/modder most known by his works with the Nintendo 64DD and Satellaview.",
    "country": null,
    "start_date": null
  },
  {
    "name": "Hylian Modding",
    "description": "Hylian Modding is a Zelda modding resource database and community.",
    "country": null,
    "start_date": null
  }
]
